{
 "A1": [
  "abend",
  "aber",
  "acht",
  "adresse",
  "alt",
  "an",
  "antworten",
  "apfel",
  "arbeit",
  "arbeiten",
  "arm",
  "auto",
  "bald",
  "bank",
  "bauen",
  "baum",
  "beginnen",
  "bein",
  "beispiel",
  "bekommen",
  "benzin",
  "berg",
  "berühmt",
  "bestellen",
  "besuch",
  "bezahlen",
  "bier",
  "bild",
  "billig",
  "birne",
  "bitte",
  "blau",
  "bleiben",
  "blick",
  "blume",
  "boden",
  "bogen",
  "bohne",
  "boot",
  "brot",
  "bruder",
  "buch",
  "buchstabe",
  "bus",
  "butter",
  "büro",
  "café",
  "chef",
  "computer",
  "dame",
  "danken",
  "dann",
  "dass",
  "datum",
  "decke",
  "denken",
  "deutsch",
  "dienstag",
  "doch",
  "doktor",
  "donnerstag",
  "drei",
  "dunkel",
  "dusche",
  "dürfen",
  "ecke",
  "ehefrau",
  "ehemann",
  "ei",
  "eigen",
  "ein",
  "einfach",
  "einige",
  "eintritt",
  "eis",
  "elf",
  "ende",
  "englisch",
  "entweder",
  "erde",
  "erklären",
  "erzählen",
  "essen",
  "etwas",
  "fahren",
  "fahrrad",
  "familie",
  "farbe",
  "fast",
  "fehler",
  "feiern",
  "fenster",
  "ferien",
  "fertig",
  "fest",
  "feuer",
  "finden",
  "finger",
  "firma",
  "fisch",
  "flasche",
  "fleisch",
  "fliegen",
  "flughafen",
  "flugzeug",
  "fluss",
  "foto",
  "fragen",
  "frau",
  "frei",
  "freitag",
  "freund",
  "frisch",
  "früh",
  "frühstück",
  "fuß",
  "fünf",
  "gabel",
  "ganz",
  "garten",
  "geben",
  "geburtstag",
  "geld",
  "gemüse",
  "gern",
  "geschenk",
  "geschichte",
  "geschäft",
  "gesicht",
  "gestern",
  "gesundheit",
  "getränk",
  "gewinnen",
  "gitarre",
  "glas",
  "gleis",
  "glück",
  "glückwunsch",
  "groß",
  "gruß",
  "grün",
  "gut",
  "haar",
  "haben",
  "hals",
  "halten",
  "hand",
  "handy",
  "haus",
  "heft",
  "heimat",
  "heißen",
  "helfen",
  "hemd",
  "herr",
  "herz",
  "heute",
  "hier",
  "hilfe",
  "himmel",
  "hin",
  "hinten",
  "hoch",
  "hoffen",
  "holen",
  "hotel",
  "hundert",
  "hunger",
  "hören",
  "immer",
  "in",
  "information",
  "ins",
  "interessant",
  "interesse",
  "international",
  "ja",
  "jacke",
  "jahr",
  "jahre",
  "jede",
  "jetzt",
  "jugend",
  "juli",
  "jung",
  "juni",
  "kaffee",
  "kalt",
  "kamera",
  "karte",
  "katze",
  "kaufen",
  "kein",
  "kennen",
  "kind",
  "kino",
  "kirche",
  "klar",
  "klasse",
  "klein",
  "kochen",
  "koffer",
  "kollege",
  "kommen",
  "kopf",
  "kosten",
  "krank",
  "krankenhaus",
  "kreditkarte",
  "kuchen",
  "kugelschreiber",
  "kultur",
  "kurz",
  "käse",
  "können",
  "küche",
  "laden",
  "land",
  "lang",
  "langsam",
  "laufen",
  "laut",
  "leben",
  "lebensmittel",
  "legen",
  "lehrer",
  "leute",
  "licht",
  "lieb",
  "liebe",
  "liegen",
  "links",
  "lippe",
  "liste",
  "machen",
  "mal",
  "mann",
  "mantel",
  "markt",
  "maschine",
  "meer",
  "mehr",
  "mein",
  "meist",
  "mensch",
  "messer",
  "miete",
  "milch",
  "minute",
  "mittwoch",
  "moment",
  "monat",
  "montag",
  "morgen",
  "mund",
  "musik",
  "mutter",
  "mädchen",
  "märz",
  "möbel",
  "möglich",
  "müssen",
  "nach",
  "nachbar",
  "nacht",
  "name",
  "nase",
  "natur",
  "neben",
  "nehmen",
  "nein",
  "neu",
  "nicht",
  "nichts",
  "nie",
  "noch",
  "normal",
  "november",
  "nun",
  "nur",
  "oben",
  "obst",
  "oder",
  "offen",
  "oft",
  "ohne",
  "ohr",
  "oktober",
  "onkel",
  "orange",
  "ort",
  "paar",
  "packen",
  "papier",
  "park",
  "partner",
  "party",
  "pass",
  "passen",
  "pause",
  "perfekt",
  "person",
  "pizza",
  "platz",
  "polizei",
  "post",
  "praktisch",
  "preis",
  "problem",
  "programm",
  "pünktlich",
  "qualität",
  "radio",
  "raten",
  "rauchen",
  "rechnung",
  "recht",
  "rechts",
  "reden",
  "regen",
  "reich",
  "reisen",
  "restaurant",
  "richtig",
  "rock",
  "rot",
  "rucksack",
  "rufen",
  "ruhig",
  "sache",
  "sagen",
  "salat",
  "salz",
  "samstag",
  "satz",
  "sauber",
  "schade",
  "scheinen",
  "schenken",
  "schicken",
  "schiff",
  "schlafen",
  "schlecht",
  "schließen",
  "schmecken",
  "schneiden",
  "schnell",
  "schrank",
  "schreiben",
  "schuh",
  "schule",
  "schwarz",
  "schwester",
  "schwimmen",
  "schön",
  "sechs",
  "see",
  "sehen",
  "sehr",
  "sein",
  "seit",
  "sekunde",
  "senden",
  "september",
  "setzen",
  "sicher",
  "sieben",
  "singen",
  "sitzen",
  "so",
  "sofa",
  "sohn",
  "sommer",
  "sonne",
  "sonntag",
  "sonst",
  "sorge",
  "spaß",
  "sprechen",
  "spät",
  "stadt",
  "stehen",
  "stelle",
  "sterben",
  "stift",
  "still",
  "stimme",
  "stoff",
  "straße",
  "strom",
  "student",
  "stuhl",
  "stunde",
  "suchen",
  "supermarkt",
  "suppe",
  "tafel",
  "tag",
  "tasse",
  "taxi",
  "tee",
  "teil",
  "telefon",
  "teller",
  "teuer",
  "text",
  "theater",
  "ticket",
  "tier",
  "tisch",
  "toilette",
  "toll",
  "tomate",
  "tür",
  "uhr",
  "um",
  "unten",
  "unter",
  "urlaub",
  "vater",
  "vergessen",
  "verkaufen",
  "verstehen",
  "viel",
  "vielleicht",
  "vier",
  "vogel",
  "voll",
  "vor",
  "vorbei",
  "vormittag",
  "wagen",
  "wahr",
  "wald",
  "wann",
  "warm",
  "warten",
  "warum",
  "was",
  "waschen",
  "wasser",
  "wechseln",
  "weg",
  "weich",
  "wein",
  "weit",
  "weiß",
  "welche",
  "welt",
  "wenig",
  "wenn",
  "werden",
  "wichtig",
  "wiedersehen",
  "wien",
  "wind",
  "winter",
  "wirklich",
  "wissen",
  "wo",
  "woche",
  "wochenende",
  "woher",
  "wohin",
  "wohnung",
  "wolke",
  "wort",
  "wurst",
  "wählen",
  "wünschen",
  "zahlen",
  "zahn",
  "zeigen",
  "zeit",
  "zeitung",
  "zentrum",
  "ziehen",
  "ziel",
  "zimmer",
  "zitrone",
  "zu",
  "zug",
  "zurück",
  "zusammen",
  "zwei",
  "zwölf"
 ],
 "A2": [
  "abend",
  "aber",
  "acht",
  "adresse",
  "alt",
  "an",
  "antworten",
  "apfel",
  "arbeit",
  "arbeiten",
  "arm",
  "auto",
  "bald",
  "bank",
  "bauen",
  "baum",
  "beginnen",
  "bein",
  "beispiel",
  "bekommen",
  "benzin",
  "berg",
  "berühmt",
  "bestellen",
  "besuch",
  "bezahlen",
  "bier",
  "bild",
  "billig",
  "birne",
  "bitte",
  "blau",
  "bleiben",
  "blick",
  "blume",
  "boden",
  "bogen",
  "bohne",
  "boot",
  "brot",
  "bruder",
  "buch",
  "buchstabe",
  "bus",
  "butter",
  "büro",
  "café",
  "chef",
  "computer",
  "dame",
  "danken",
  "dann",
  "dass",
  "datum",
  "decke",
  "denken",
  "deutsch",
  "dienstag",
  "doch",
  "doktor",
  "donnerstag",
  "drei",
  "dunkel",
  "dusche",
  "dürfen",
  "ecke",
  "ehefrau",
  "ehemann",
  "ei",
  "eigen",
  "ein",
  "einfach",
  "einige",
  "eintritt",
  "eis",
  "elf",
  "ende",
  "englisch",
  "entweder",
  "erde",
  "erklären",
  "erzählen",
  "essen",
  "etwas",
  "fahren",
  "fahrrad",
  "familie",
  "farbe",
  "fast",
  "fehler",
  "feiern",
  "fenster",
  "ferien",
  "fertig",
  "fest",
  "feuer",
  "finden",
  "finger",
  "firma",
  "fisch",
  "flasche",
  "fleisch",
  "fliegen",
  "flughafen",
  "flugzeug",
  "fluss",
  "foto",
  "fragen",
  "frau",
  "frei",
  "freitag",
  "freund",
  "frisch",
  "früh",
  "frühstück",
  "fuß",
  "fünf",
  "gabel",
  "ganz",
  "garten",
  "geben",
  "geburtstag",
  "gefallen",
  "gefährlich",
  "gehen",
  "gehören",
  "gelb",
  "geld",
  "gemüse",
  "genau",
  "gern",
  "geschenk",
  "geschichte",
  "geschwister",
  "geschäft",
  "gesicht",
  "gestern",
  "gesund",
  "gesundheit",
  "getränk",
  "gewinnen",
  "gibt",
  "gitarre",
  "glas",
  "gleich",
  "gleis",
  "glück",
  "glücklich",
  "glückwunsch",
  "groß",
  "gruß",
  "grün",
  "gut",
  "haar",
  "haben",
  "hallo",
  "hals",
  "halt",
  "halten",
  "hand",
  "handy",
  "hart",
  "haus",
  "heft",
  "heimat",
  "heiß",
  "heißen",
  "helfen",
  "hell",
  "hemd",
  "herbst",
  "herr",
  "herz",
  "herzlich",
  "heute",
  "hier",
  "hilfe",
  "himmel",
  "hin",
  "hinten",
  "hoch",
  "hoffen",
  "holen",
  "hotel",
  "hund",
  "hundert",
  "hunger",
  "hängen",
  "hören",
  "immer",
  "in",
  "information",
  "ins",
  "insel",
  "interessant",
  "interesse",
  "international",
  "ja",
  "jacke",
  "jahr",
  "jahre",
  "jed",
  "jede",
  "jetzt",
  "jugend",
  "juli",
  "jung",
  "juni",
  "kaffee",
  "kalt",
  "kamera",
  "kann",
  "karte",
  "katze",
  "kaufen",
  "kein",
  "kennen",
  "kind",
  "kino",
  "kirche",
  "klar",
  "klasse",
  "klein",
  "kochen",
  "koffer",
  "kollege",
  "kommen",
  "kontakt",
  "kopf",
  "kosten",
  "krank",
  "krankenhaus",
  "kreditkarte",
  "kuchen",
  "kugelschreiber",
  "kultur",
  "kurz",
  "käse",
  "können",
  "küche",
  "laden",
  "land",
  "lang",
  "lange",
  "langsam",
  "laufen",
  "laut",
  "leben",
  "lebensmittel",
  "lecker",
  "leer",
  "legen",
  "lehrer",
  "leider",
  "leise",
  "lernen",
  "lesen",
  "letzt",
  "leute",
  "licht",
  "lieb",
  "liebe",
  "liegen",
  "links",
  "lippe",
  "list",
  "liste",
  "machen",
  "mal",
  "man",
  "mann",
  "mantel",
  "markt",
  "maschine",
  "meer",
  "mehr",
  "mein",
  "meinen",
  "meist",
  "mensch",
  "messer",
  "miete",
  "milch",
  "minute",
  "mit",
  "mittwoch",
  "mobil",
  "moment",
  "monat",
  "montag",
  "morgen",
  "mund",
  "musik",
  "mut",
  "mutter",
  "mädchen",
  "märz",
  "möbel",
  "möchten",
  "möglich",
  "müde",
  "müssen",
  "nach",
  "nachbar",
  "nacht",
  "nah",
  "name",
  "nase",
  "natur",
  "neben",
  "nehmen",
  "nein",
  "neu",
  "nicht",
  "nichts",
  "nie",
  "noch",
  "normal",
  "not",
  "november",
  "null",
  "nummer",
  "nun",
  "nur",
  "oben",
  "obst",
  "oder",
  "offen",
  "oft",
  "ohne",
  "ohr",
  "oktober",
  "onkel",
  "orange",
  "ordnen",
  "ort",
  "paar",
  "packen",
  "papier",
  "park",
  "partner",
  "party",
  "pass",
  "passen",
  "pause",
  "perfekt",
  "person",
  "pizza",
  "plan",
  "platz",
  "polizei",
  "post",
  "praktisch",
  "preis",
  "problem",
  "programm",
  "pünktlich",
  "qualität",
  "radio",
  "raten",
  "rathaus",
  "rauchen",
  "raum",
  "rechnen",
  "rechnung",
  "recht",
  "rechts",
  "reden",
  "regen",
  "reich",
  "reisen",
  "rennen",
  "reparatur",
  "restaurant",
  "richtig",
  "rock",
  "rot",
  "rucksack",
  "rufen",
  "ruhig",
  "rund",
  "sache",
  "sagen",
  "salat",
  "salz",
  "sammeln",
  "samstag",
  "satz",
  "sauber",
  "schade",
  "schaffen",
  "scheinen",
  "schenken",
  "schicken",
  "schiff",
  "schlafen",
  "schlecht",
  "schließen",
  "schmecken",
  "schnee",
  "schneiden",
  "schnell",
  "schrank",
  "schreiben",
  "schuh",
  "schule",
  "schwarz",
  "schwester",
  "schwierig",
  "schwimmen",
  "schön",
  "sechs",
  "see",
  "sehen",
  "sehr",
  "sein",
  "seit",
  "seite",
  "sekunde",
  "selbst",
  "senden",
  "september",
  "setzen",
  "sicher",
  "sieben",
  "singen",
  "sitzen",
  "so",
  "sofa",
  "sofort",
  "sohn",
  "sommer",
  "sondern",
  "sonne",
  "sonntag",
  "sonst",
  "sorge",
  "spaß",
  "spielen",
  "sport",
  "sprache",
  "sprechen",
  "spät",
  "stadt",
  "stark",
  "stehen",
  "stelle",
  "sterben",
  "stift",
  "still",
  "stimme",
  "stoff",
  "straße",
  "strom",
  "student",
  "studieren",
  "stuhl",
  "stunde",
  "suchen",
  "super",
  "supermarkt",
  "suppe",
  "tafel",
  "tag",
  "tante",
  "tanzen",
  "tasche",
  "tasse",
  "taxi",
  "tee",
  "teil",
  "telefon",
  "teller",
  "termin",
  "teuer",
  "text",
  "theater",
  "ticket",
  "tief",
  "tier",
  "tisch",
  "tochter",
  "toilette",
  "toll",
  "tomate",
  "tourist",
  "tragen",
  "treffen",
  "trinken",
  "trotzdem",
  "tun",
  "tür",
  "uhr",
  "um",
  "unten",
  "unter",
  "unterschied",
  "urlaub",
  "vater",
  "vergessen",
  "verkaufen",
  "verlieren",
  "verstehen",
  "viel",
  "vielleicht",
  "vier",
  "vogel",
  "voll",
  "von",
  "vor",
  "vorbei",
  "vormittag",
  "vorsicht",
  "wagen",
  "wahr",
  "wald",
  "wann",
  "warm",
  "warten",
  "warum",
  "was",
  "waschen",
  "wasser",
  "wechseln",
  "weg",
  "weich",
  "weihnachten",
  "weil",
  "wein",
  "weit",
  "weiß",
  "welch",
  "welche",
  "welt",
  "wenig",
  "wenn",
  "werden",
  "wetter",
  "wichtig",
  "wie",
  "wieder",
  "wiedersehen",
  "wien",
  "willkommen",
  "wind",
  "winter",
  "wir",
  "wirklich",
  "wissen",
  "wo",
  "woche",
  "wochenende",
  "woher",
  "wohin",
  "wohnen",
  "wohnung",
  "wolke",
  "wort",
  "wurst",
  "wählen",
  "wünschen",
  "zahlen",
  "zahn",
  "zehn",
  "zeigen",
  "zeit",
  "zeitung",
  "zentral",
  "zentrum",
  "zertifikat",
  "ziehen",
  "ziel",
  "zimmer",
  "zitrone",
  "zu",
  "zug",
  "zuhause",
  "zukunft",
  "zum",
  "zurück",
  "zusammen",
  "zwei",
  "zwischen",
  "zwölf"
 ],
 "B1": [
  "abend",
  "aber",
  "abfahren",
  "abgeben",
  "abholen",
  "abschließen",
  "acht",
  "achten",
  "adresse",
  "aktiv",
  "aktuell",
  "allein",
  "allgemein",
  "als",
  "also",
  "alt",
  "an",
  "anbieten",
  "anfangen",
  "angeben",
  "angenehm",
  "ankommen",
  "anmelden",
  "annehmen",
  "anrufen",
  "ansehen",
  "anstatt",
  "anstrengend",
  "antworten",
  "anziehen",
  "anzug",
  "apfel",
  "apotheke",
  "apparat",
  "arbeit",
  "arbeiten",
  "arm",
  "armut",
  "art",
  "arzt",
  "aufgabe",
  "aufgeben",
  "aufhören",
  "aufmachen",
  "aufmerksam",
  "aufnehmen",
  "aufpassen",
  "aufräumen",
  "aufstehen",
  "auftreten",
  "aufwachen",
  "ausbildung",
  "ausdruck",
  "ausdrücken",
  "auseinander",
  "ausgehen",
  "ausgezeichnet",
  "auskennen",
  "ausländer",
  "ausmachen",
  "ausreichend",
  "aussage",
  "ausschließlich",
  "aussehen",
  "aussprechen",
  "ausstellung",
  "austauschen",
  "auswählen",
  "ausziehen",
  "auto",
  "automatisch",
  "außen",
  "außer",
  "außerdem",
  "bahn",
  "bahnhof",
  "bald",
  "ball",
  "band",
  "bank",
  "bar",
  "bauen",
  "bauer",
  "baum",
  "bedeuten",
  "bedingungen",
  "beeinflussen",
  "beenden",
  "befinden",
  "begegnen",
  "beginn",
  "beginnen",
  "begleiten",
  "begrenzt",
  "begrüßen",
  "behalten",
  "behandeln",
  "behaupten",
  "behindert",
  "bei",
  "beide",
  "beilegen",
  "bein",
  "beispiel",
  "beitrag",
  "bekannt",
  "bekommen",
  "beliebt",
  "bemerken",
  "bemühen",
  "benutzen",
  "benzin",
  "beobachten",
  "bereits",
  "berg",
  "bericht",
  "berichten",
  "beruf",
  "berücksichtigen",
  "berühmt",
  "besonders",
  "besser",
  "bestehen",
  "bestellen",
  "bestimmen",
  "bestimmt",
  "bestätigen",
  "besuch",
  "betonen",
  "betrachten",
  "betreffend",
  "betreiben",
  "bett",
  "bevor",
  "bewegen",
  "beweisen",
  "bewerben",
  "bewusst",
  "bezahlen",
  "beziehen",
  "bezweifeln",
  "bezüglich",
  "bier",
  "bieten",
  "bild",
  "bilden",
  "bildung",
  "billig",
  "binnen",
  "birne",
  "bisher",
  "bitte",
  "blau",
  "bleiben",
  "blick",
  "blitz",
  "blockieren",
  "blond",
  "blume",
  "blut",
  "blättern",
  "boden",
  "bogen",
  "bohne",
  "bohren",
  "boot",
  "botschaft",
  "brand",
  "brauchen",
  "braun",
  "brechen",
  "breit",
  "brennen",
  "brief",
  "brille",
  "bringen",
  "brot",
  "bruder",
  "brücke",
  "buch",
  "buchen",
  "buchstabe",
  "bund",
  "bus",
  "butter",
  "böse",
  "bürger",
  "büro",
  "café",
  "chance",
  "charakter",
  "chef",
  "circa",
  "computer",
  "couch",
  "dabei",
  "dadurch",
  "dafür",
  "dagegen",
  "daher",
  "damals",
  "dame",
  "damit",
  "danach",
  "daneben",
  "dank",
  "danken",
  "dann",
  "darauf",
  "daraus",
  "darf",
  "darin",
  "darstellen",
  "darum",
  "darüber",
  "dass",
  "datum",
  "dauern",
  "decke",
  "definieren",
  "demnächst",
  "denken",
  "dennoch",
  "derselbe",
  "deshalb",
  "dessen",
  "desto",
  "detail",
  "deutlich",
  "deutsch",
  "deutschland",
  "dialog",
  "dicht",
  "dienen",
  "dienst",
  "dienstag",
  "diesmal",
  "direkt",
  "diskussion",
  "doch",
  "doktor",
  "dokument",
  "donnerstag",
  "doppelt",
  "dorf",
  "dort",
  "draußen",
  "drehen",
  "drei",
  "dringend",
  "drinnen",
  "drängen",
  "drücken",
  "du",
  "dumm",
  "dunkel",
  "durchaus",
  "durchführen",
  "durchschnitt",
  "dusche",
  "dürfen",
  "ebenso",
  "echt",
  "ecke",
  "ehefrau",
  "ehemalig",
  "ehemann",
  "eher",
  "ei",
  "eigen",
  "eigentlich",
  "eignen",
  "eilig",
  "ein",
  "einfach",
  "einige",
  "einstellen",
  "eintreten",
  "eintritt",
  "einverstanden",
  "einzelheit",
  "einzeln",
  "einzig",
  "eis",
  "elf",
  "empfehlen",
  "empfinden",
  "ende",
  "energie",
  "eng",
  "englisch",
  "entdecken",
  "entfernen",
  "entgegen",
  "enthalten",
  "entlang",
  "entscheiden",
  "entschuldigen",
  "entstehen",
  "entweder",
  "entwickeln",
  "entwicklung",
  "erde",
  "erfahren",
  "erfolg",
  "erfolgen",
  "erforderlich",
  "erfüllen",
  "ergeben",
  "ergänzen",
  "erhalten",
  "erhöhen",
  "erinnern",
  "erkennen",
  "erklären",
  "erlauben",
  "erleben",
  "ermöglichen",
  "ernst",
  "erreichen",
  "erscheinen",
  "ersetzen",
  "ersten",
  "erwarten",
  "erziehung",
  "erzählen",
  "es",
  "essen",
  "etwa",
  "etwas",
  "eventuell",
  "ewig",
  "exakt",
  "existieren",
  "experiment",
  "export",
  "fach",
  "fahren",
  "fahrrad",
  "fall",
  "falsch",
  "familie",
  "fangen",
  "farbe",
  "fassen",
  "fast",
  "faul",
  "fehlen",
  "fehler",
  "feier",
  "feiern",
  "feind",
  "feld",
  "fenster",
  "ferien",
  "fernsehen",
  "fertig",
  "fest",
  "festhalten",
  "festlegen",
  "feststellen",
  "feuer",
  "film",
  "finden",
  "finger",
  "firma",
  "fisch",
  "flasche",
  "fleisch",
  "fliegen",
  "fliehen",
  "fließen",
  "flughafen",
  "flugzeug",
  "flur",
  "fluss",
  "fläche",
  "folgen",
  "folglich",
  "fordern",
  "forderung",
  "form",
  "format",
  "forschen",
  "forschung",
  "fortsetzen",
  "foto",
  "fragen",
  "frankreich",
  "frau",
  "frei",
  "freitag",
  "freude",
  "freund",
  "freundlich",
  "frieden",
  "frisch",
  "frist",
  "froh",
  "früh",
  "früher",
  "frühstück",
  "funktion",
  "funktionieren",
  "fuß",
  "fußball",
  "fähig",
  "fähigkeit",
  "fühlen",
  "führen",
  "führung",
  "füllen",
  "fünf",
  "fürchten",
  "gabel",
  "ganz",
  "gar",
  "garantie",
  "garten",
  "gast",
  "geben",
  "gebiet",
  "geboren",
  "gebrauchen",
  "gebraucht",
  "geburtstag",
  "gebäude",
  "gedanke",
  "geduldig",
  "gefallen",
  "gefährlich",
  "gefühl",
  "gegen",
  "gegeneinander",
  "gegenstand",
  "gegenwart",
  "gegenüber",
  "gehen",
  "gehören",
  "gelb",
  "geld",
  "gelegenheit",
  "gelingen",
  "gelten",
  "gemeinsam",
  "gemeinschaft",
  "gemüse",
  "gemütlich",
  "genau",
  "genauso",
  "generell",
  "genießen",
  "genug",
  "gerecht",
  "gering",
  "gern",
  "gerät",
  "gesamt",
  "geschehen",
  "geschenk",
  "geschichte",
  "geschmack",
  "geschwind",
  "geschwister",
  "geschäft",
  "gesellschaft",
  "gesetz",
  "gesicht",
  "gespräch",
  "gestalten",
  "gestern",
  "gesund",
  "gesundheit",
  "getränk",
  "gewalt",
  "gewinnen",
  "gewiss",
  "gewöhnen",
  "gewöhnlich",
  "gibt",
  "gießen",
  "gift",
  "gitarre",
  "glas",
  "glatt",
  "glauben",
  "gleich",
  "gleichzeitig",
  "gleis",
  "gleiten",
  "glück",
  "glücklich",
  "glückwunsch",
  "gold",
  "grad",
  "gramm",
  "gras",
  "gratulieren",
  "grau",
  "grenze",
  "griff",
  "groß",
  "grund",
  "gruppe",
  "gruß",
  "grün",
  "gründen",
  "gut",
  "gymnasium",
  "gültig",
  "günstig",
  "haar",
  "haben",
  "hacken",
  "hallo",
  "hals",
  "halt",
  "halten",
  "hand",
  "handeln",
  "handy",
  "hart",
  "hassen",
  "hauptstadt",
  "hauptsächlich",
  "haus",
  "heben",
  "heft",
  "heilig",
  "heimat",
  "heiraten",
  "heiß",
  "heißen",
  "helfen",
  "hell",
  "hemd",
  "hemden",
  "heraus",
  "herbst",
  "herr",
  "herstellen",
  "herunterladen",
  "hervorragend",
  "herz",
  "herzlich",
  "heute",
  "hier",
  "hilfe",
  "himmel",
  "hin",
  "hinaus",
  "hindern",
  "hinein",
  "hinlegen",
  "hinten",
  "hinzufügen",
  "hoch",
  "hoffen",
  "hoffentlich",
  "holen",
  "holz",
  "hotel",
  "hund",
  "hundert",
  "hunger",
  "hälfte",
  "hängen",
  "häufig",
  "höchstens",
  "hören",
  "hübsch",
  "ideal",
  "identisch",
  "ignorieren",
  "ihr",
  "immer",
  "immerhin",
  "importieren",
  "in",
  "infolge",
  "information",
  "inhalt",
  "inklusive",
  "innen",
  "innerhalb",
  "ins",
  "insbesondere",
  "insel",
  "insgesamt",
  "insofern",
  "installieren",
  "instrument",
  "interessant",
  "interesse",
  "interessieren",
  "international",
  "internet",
  "investieren",
  "inzwischen",
  "irgend",
  "irgendwann",
  "irgendwo",
  "islam",
  "ja",
  "jacke",
  "jahr",
  "jahre",
  "jahreszeit",
  "je",
  "jed",
  "jede",
  "jeder",
  "jedoch",
  "jemand",
  "jetzt",
  "job",
  "jugend",
  "juli",
  "jung",
  "junge",
  "juni",
  "kaffee",
  "kalt",
  "kamera",
  "kandidat",
  "kann",
  "kante",
  "kapital",
  "kaputt",
  "karte",
  "kasse",
  "katze",
  "kaufen",
  "kaum",
  "kein",
  "kellner",
  "kennen",
  "kennenlernen",
  "kenntnis",
  "kerze",
  "kette",
  "kind",
  "kino",
  "kirche",
  "klar",
  "klasse",
  "kleid",
  "kleidung",
  "klein",
  "klima",
  "klingen",
  "klopfen",
  "knapp",
  "knie",
  "kochen",
  "koffer",
  "kohle",
  "kollege",
  "kommen",
  "komplett",
  "kompliziert",
  "konflikt",
  "kontakt",
  "konto",
  "konzentrieren",
  "kopf",
  "korrekt",
  "kosten",
  "kostenlos",
  "kraft",
  "krank",
  "krankenhaus",
  "krankheit",
  "kreativ",
  "kreditkarte",
  "kreis",
  "kreuz",
  "krieg",
  "kriegen",
  "kriminalität",
  "kritik",
  "kuchen",
  "kugelschreiber",
  "kultur",
  "kunde",
  "kunst",
  "kurz",
  "käse",
  "können",
  "körper",
  "küche",
  "kümmern",
  "laden",
  "lager",
  "land",
  "landwirtschaft",
  "lang",
  "lange",
  "langsam",
  "langweilig",
  "lassen",
  "laufen",
  "laut",
  "leben",
  "lebensmittel",
  "lecker",
  "leer",
  "legen",
  "lehren",
  "lehrer",
  "leicht",
  "leiden",
  "leider",
  "leise",
  "leisten",
  "leitung",
  "lernen",
  "lesen",
  "letzt",
  "leute",
  "licht",
  "lieb",
  "liebe",
  "lieben",
  "liefern",
  "liegen",
  "lift",
  "linie",
  "links",
  "lippe",
  "list",
  "liste",
  "liter",
  "loch",
  "locker",
  "logisch",
  "lohn",
  "lokal",
  "los",
  "luft",
  "lust",
  "lächeln",
  "lösen",
  "lügen",
  "machen",
  "magazin",
  "magen",
  "mal",
  "malen",
  "man",
  "manchmal",
  "mangel",
  "mann",
  "mantel",
  "markt",
  "maschine",
  "material",
  "maximal",
  "maßnahme",
  "medizin",
  "meer",
  "mehr",
  "mehrere",
  "mein",
  "meinen",
  "meinung",
  "meist",
  "meister",
  "melden",
  "menge",
  "mensch",
  "merken",
  "messe",
  "messer",
  "metall",
  "meter",
  "methode",
  "miete",
  "mieten",
  "milch",
  "mindestens",
  "mineralwasser",
  "minute",
  "mischen",
  "missverstehen",
  "mit",
  "mitarbeiter",
  "mitbringen",
  "miteinander",
  "mitgehen",
  "mitglied",
  "mithilfe",
  "mitnehmen",
  "mittags",
  "mitte",
  "mitteilen",
  "mittel",
  "mittlerweile",
  "mittwoch",
  "mobil",
  "mode",
  "modell",
  "modern",
  "moment",
  "monat",
  "montag",
  "moral",
  "morgen",
  "motor",
  "mund",
  "musik",
  "mut",
  "mutter",
  "mädchen",
  "märz",
  "möbel",
  "möchten",
  "möglich",
  "möglichkeit",
  "müde",
  "müll",
  "müssen",
  "nach",
  "nachbar",
  "nachdem",
  "nachdenken",
  "nachher",
  "nachmittag",
  "nachricht",
  "nacht",
  "nadel",
  "nah",
  "name",
  "nase",
  "natur",
  "natürlich",
  "neben",
  "nebenbei",
  "nehmen",
  "nein",
  "nervös",
  "nett",
  "neu",
  "neugierig",
  "nicht",
  "nichts",
  "nie",
  "niedrig",
  "niemand",
  "noch",
  "normal",
  "normalerweise",
  "not",
  "notwendig",
  "november",
  "null",
  "nummer",
  "nun",
  "nur",
  "nutzen",
  "nächst",
  "nähe",
  "nämlich",
  "nützlich",
  "ob",
  "oben",
  "oberfläche",
  "obst",
  "obwohl",
  "oder",
  "ofen",
  "offen",
  "oft",
  "ohne",
  "ohr",
  "okay",
  "oktober",
  "oma",
  "onkel",
  "online",
  "oper",
  "opfer",
  "optimal",
  "orange",
  "ordentlich",
  "ordnen",
  "ort",
  "paar",
  "packen",
  "paket",
  "papier",
  "parallel",
  "park",
  "parken",
  "parkplatz",
  "partei",
  "partner",
  "party",
  "pass",
  "passen",
  "passieren",
  "passiv",
  "pause",
  "pech",
  "perfekt",
  "person",
  "persönlich",
  "pflanze",
  "pflegen",
  "pflicht",
  "phase",
  "philosophie",
  "pizza",
  "plan",
  "planen",
  "plastik",
  "platz",
  "plötzlich",
  "politisch",
  "polizei",
  "position",
  "positiv",
  "post",
  "postkarte",
  "praktisch",
  "preis",
  "presse",
  "prinzip",
  "privat",
  "problem",
  "produkt",
  "produzieren",
  "programm",
  "projekt",
  "prominent",
  "präsentieren",
  "prüfen",
  "prüfung",
  "publikum",
  "pünktlich",
  "qualität",
  "quantität",
  "quelle",
  "radio",
  "rahmen",
  "rand",
  "rang",
  "rasch",
  "raten",
  "rathaus",
  "rauchen",
  "raum",
  "reagieren",
  "rechnen",
  "rechnung",
  "recht",
  "rechts",
  "reden",
  "reduzieren",
  "regel",
  "regelmäßig",
  "regen",
  "region",
  "reich",
  "reichen",
  "reihe",
  "rein",
  "reinigen",
  "reise",
  "reisen",
  "rennen",
  "reparatur",
  "reservieren",
  "rest",
  "restaurant",
  "retten",
  "richten",
  "richtig",
  "rock",
  "rot",
  "rucksack",
  "rufen",
  "ruhe",
  "ruhig",
  "rund",
  "rücksicht",
  "sache",
  "saft",
  "sagen",
  "salat",
  "salz",
  "sammeln",
  "samstag",
  "sanft",
  "satz",
  "sauber",
  "schade",
  "schaffen",
  "schalten",
  "scharf",
  "schauen",
  "scheinen",
  "schenken",
  "schicken",
  "schieben",
  "schiff",
  "schild",
  "schlafen",
  "schlag",
  "schlagen",
  "schlecht",
  "schließen",
  "schließlich",
  "schlimm",
  "schloss",
  "schlüssel",
  "schmal",
  "schmecken",
  "schmerz",
  "schmutzig",
  "schnee",
  "schneiden",
  "schnell",
  "schnitt",
  "schokolade",
  "schon",
  "schrank",
  "schreiben",
  "schreien",
  "schritt",
  "schuh",
  "schuld",
  "schule",
  "schwach",
  "schwarz",
  "schweigen",
  "schwer",
  "schwester",
  "schwierig",
  "schwimmen",
  "schätzen",
  "schön",
  "schüler",
  "schützen",
  "sechs",
  "see",
  "sehen",
  "sehnen",
  "sehr",
  "sein",
  "seit",
  "seite",
  "sekunde",
  "selbst",
  "selbstverständlich",
  "selten",
  "senden",
  "sender",
  "senken",
  "september",
  "setzen",
  "sicher",
  "sicherheit",
  "sicht",
  "sieben",
  "singen",
  "sinken",
  "sinn",
  "sitzen",
  "so",
  "sobald",
  "sofa",
  "sofort",
  "sogar",
  "sohn",
  "solange",
  "solch",
  "sollen",
  "somit",
  "sommer",
  "sondern",
  "sonne",
  "sonntag",
  "sonst",
  "sonstig",
  "sorge",
  "sorgen",
  "sowohl",
  "sozial",
  "spazieren",
  "spaß",
  "speichern",
  "speise",
  "spenden",
  "spielen",
  "spieler",
  "sport",
  "sprache",
  "sprechen",
  "springen",
  "sprung",
  "spät",
  "später",
  "spüren",
  "staat",
  "stabil",
  "stadt",
  "stark",
  "statt",
  "stattfinden",
  "staub",
  "stechen",
  "stehen",
  "stehlen",
  "steigen",
  "stein",
  "stelle",
  "stellen",
  "sterben",
  "stich",
  "stift",
  "still",
  "stimme",
  "stimmen",
  "stimmung",
  "stock",
  "stoff",
  "stolz",
  "stoppen",
  "stoß",
  "strafe",
  "straße",
  "strecken",
  "streit",
  "streiten",
  "streng",
  "strom",
  "student",
  "studieren",
  "studium",
  "stuhl",
  "stumm",
  "stunde",
  "sturm",
  "stärken",
  "stören",
  "stück",
  "suchen",
  "super",
  "supermarkt",
  "suppe",
  "symbol",
  "system",
  "tabelle",
  "tafel",
  "tag",
  "tageszeit",
  "tanken",
  "tante",
  "tanzen",
  "tasche",
  "tasse",
  "tatsächlich",
  "tausch",
  "tauschen",
  "taxi",
  "technik",
  "tee",
  "teil",
  "teilen",
  "teilnehmen",
  "telefon",
  "telefonieren",
  "teller",
  "temperatur",
  "termin",
  "teuer",
  "text",
  "theater",
  "thema",
  "theorie",
  "ticket",
  "tief",
  "tier",
  "tisch",
  "titel",
  "tochter",
  "tod",
  "toilette",
  "toll",
  "tomate",
  "tot",
  "total",
  "tourist",
  "tragen",
  "trainieren",
  "transport",
  "trauen",
  "traurig",
  "treffen",
  "treiben",
  "trennen",
  "treppe",
  "treten",
  "trinken",
  "trocken",
  "trotz",
  "trotzdem",
  "tun",
  "typisch",
  "tönen",
  "tür",
  "uhr",
  "um",
  "umfang",
  "umgebung",
  "umgehen",
  "umso",
  "umsteigen",
  "umwelt",
  "unabhängig",
  "unbedingt",
  "unbekannt",
  "und",
  "unfall",
  "unglaublich",
  "unglücklich",
  "uniform",
  "universität",
  "unten",
  "unter",
  "unterbrechen",
  "unterdessen",
  "unterhalten",
  "unternehmen",
  "unterrichten",
  "unterscheiden",
  "unterschied",
  "untersuchen",
  "unterwegs",
  "unwichtig",
  "uralt",
  "urlaub",
  "ursache",
  "ursprünglich",
  "vater",
  "vegetarisch",
  "verbieten",
  "verbinden",
  "verbindung",
  "verbrauchen",
  "verbringen",
  "verdienen",
  "verein",
  "verfahren",
  "verfügbar",
  "vergessen",
  "vergleichen",
  "verhindern",
  "verhältnis",
  "verkaufen",
  "verkehr",
  "verlangen",
  "verlassen",
  "verlieren",
  "verlobt",
  "vermieten",
  "verpacken",
  "verpassen",
  "verpflichten",
  "verraten",
  "versagen",
  "versammeln",
  "verschieden",
  "verschwinden",
  "versichern",
  "verstehen",
  "versuchen",
  "verteilen",
  "vertrag",
  "vertrauen",
  "vertreten",
  "verursachen",
  "verwalten",
  "verwandt",
  "verwechseln",
  "verzeihen",
  "verändern",
  "viel",
  "vielleicht",
  "vier",
  "vogel",
  "voll",
  "von",
  "vor",
  "vorbei",
  "vorbereiten",
  "vorgang",
  "vorhaben",
  "vorher",
  "vorlesen",
  "vormittag",
  "vorne",
  "vorschlag",
  "vorsicht",
  "vorstellen",
  "vorteil",
  "vorwärts",
  "völlig",
  "wagen",
  "wahr",
  "wahrscheinlich",
  "wald",
  "wand",
  "wandern",
  "wann",
  "warm",
  "warten",
  "warum",
  "was",
  "waschen",
  "wasser",
  "wechseln",
  "weg",
  "wegen",
  "weich",
  "weihnachten",
  "weil",
  "wein",
  "weise",
  "weit",
  "weiter",
  "weiß",
  "welch",
  "welche",
  "welt",
  "wenden",
  "wenig",
  "wenn",
  "wer",
  "werden",
  "werfen",
  "wert",
  "westen",
  "wetter",
  "wichtig",
  "wider",
  "wie",
  "wieder",
  "wiederholen",
  "wiedersehen",
  "wien",
  "willkommen",
  "wind",
  "winter",
  "wir",
  "wirken",
  "wirklich",
  "wirtschaft",
  "wissen",
  "wo",
  "woche",
  "wochenende",
  "woher",
  "wohin",
  "wohl",
  "wohnen",
  "wohnung",
  "wolke",
  "wollen",
  "wort",
  "wunderbar",
  "wurst",
  "wählen",
  "während",
  "wünschen",
  "würde",
  "wütend",
  "zahl",
  "zahlen",
  "zahn",
  "zehn",
  "zeigen",
  "zeit",
  "zeitung",
  "zentral",
  "zentrum",
  "zerstören",
  "zertifikat",
  "zeug",
  "ziehen",
  "ziel",
  "ziemlich",
  "zigarette",
  "zimmer",
  "zinsen",
  "zirkus",
  "zitrone",
  "zittern",
  "zone",
  "zoo",
  "zu",
  "zubereiten",
  "zuerst",
  "zufrieden",
  "zufällig",
  "zug",
  "zugeben",
  "zugleich",
  "zuhause",
  "zuhören",
  "zukunft",
  "zulassen",
  "zum",
  "zumindest",
  "zunehmen",
  "zunächst",
  "zurecht",
  "zurück",
  "zurückkehren",
  "zusammen",
  "zusammenhang",
  "zuschauer",
  "zustand",
  "zustimmen",
  "zusätzlich",
  "zwar",
  "zweck",
  "zwei",
  "zweifeln",
  "zwischen",
  "zwölf",
  "zählen",
  "zögern",
  "ändern",
  "ärgern",
  "öffentlich",
  "öffnen",
  "öl",
  "übel",
  "üben",
  "überall",
  "überhaupt",
  "überlegen",
  "übernehmen",
  "überraschen",
  "überreden",
  "übersetzen",
  "übersicht",
  "übertragen",
  "überzeugen",
  "üblich",
  "übrig",
  "übrigens"
 ],
 "B2": [
  "abend",
  "aber",
  "abfahren",
  "abgeben",
  "abholen",
  "abschließen",
  "acht",
  "achten",
  "adresse",
  "aktiv",
  "aktuell",
  "allein",
  "allgemein",
  "als",
  "also",
  "alt",
  "an",
  "anbieten",
  "anfangen",
  "angeben",
  "angenehm",
  "ankommen",
  "anmelden",
  "annehmen",
  "anrufen",
  "ansehen",
  "anstatt",
  "anstrengend",
  "antworten",
  "anziehen",
  "anzug",
  "apfel",
  "apotheke",
  "apparat",
  "arbeit",
  "arbeiten",
  "arm",
  "armut",
  "art",
  "arzt",
  "aufgabe",
  "aufgeben",
  "aufhören",
  "aufmachen",
  "aufmerksam",
  "aufnehmen",
  "aufpassen",
  "aufräumen",
  "aufstehen",
  "auftreten",
  "aufwachen",
  "ausbildung",
  "ausdruck",
  "ausdrücken",
  "auseinander",
  "ausgehen",
  "ausgezeichnet",
  "auskennen",
  "ausländer",
  "ausmachen",
  "ausreichend",
  "aussage",
  "ausschließlich",
  "aussehen",
  "aussprechen",
  "ausstellung",
  "austauschen",
  "auswählen",
  "ausziehen",
  "auto",
  "automatisch",
  "außen",
  "außer",
  "außerdem",
  "bahn",
  "bahnhof",
  "bald",
  "ball",
  "band",
  "bank",
  "bar",
  "bauen",
  "bauer",
  "baum",
  "bedeuten",
  "bedingungen",
  "beeinflussen",
  "beenden",
  "befinden",
  "begegnen",
  "beginn",
  "beginnen",
  "begleiten",
  "begrenzt",
  "begrüßen",
  "behalten",
  "behandeln",
  "behaupten",
  "behindert",
  "bei",
  "beide",
  "beilegen",
  "bein",
  "beispiel",
  "beitrag",
  "bekannt",
  "bekommen",
  "beliebt",
  "bemerken",
  "bemühen",
  "benutzen",
  "benzin",
  "beobachten",
  "bereits",
  "berg",
  "bericht",
  "berichten",
  "beruf",
  "berücksichtigen",
  "berühmt",
  "besonders",
  "besser",
  "bestehen",
  "bestellen",
  "bestimmen",
  "bestimmt",
  "bestätigen",
  "besuch",
  "betonen",
  "betrachten",
  "betreffend",
  "betreiben",
  "bett",
  "bevor",
  "bewegen",
  "beweisen",
  "bewerben",
  "bewusst",
  "bezahlen",
  "beziehen",
  "bezweifeln",
  "bezüglich",
  "bier",
  "bieten",
  "bild",
  "bilden",
  "bildung",
  "billig",
  "binnen",
  "birne",
  "bisher",
  "bitte",
  "blau",
  "bleiben",
  "blick",
  "blitz",
  "blockieren",
  "blond",
  "blume",
  "blut",
  "blättern",
  "boden",
  "bogen",
  "bohne",
  "bohren",
  "boot",
  "botschaft",
  "brand",
  "brauchen",
  "braun",
  "brechen",
  "breit",
  "brennen",
  "brief",
  "brille",
  "bringen",
  "brot",
  "bruder",
  "brücke",
  "buch",
  "buchen",
  "buchstabe",
  "bund",
  "bus",
  "butter",
  "böse",
  "bürger",
  "büro",
  "café",
  "chance",
  "charakter",
  "chef",
  "circa",
  "computer",
  "couch",
  "dabei",
  "dadurch",
  "dafür",
  "dagegen",
  "daher",
  "damals",
  "dame",
  "damit",
  "danach",
  "daneben",
  "dank",
  "danken",
  "dann",
  "darauf",
  "daraus",
  "darf",
  "darin",
  "darstellen",
  "darum",
  "darüber",
  "dass",
  "datum",
  "dauern",
  "decke",
  "definieren",
  "demnächst",
  "denken",
  "dennoch",
  "derselbe",
  "deshalb",
  "dessen",
  "desto",
  "detail",
  "deutlich",
  "deutsch",
  "deutschland",
  "dialog",
  "dicht",
  "dienen",
  "dienst",
  "dienstag",
  "diesmal",
  "direkt",
  "diskussion",
  "doch",
  "doktor",
  "dokument",
  "donnerstag",
  "doppelt",
  "dorf",
  "dort",
  "draußen",
  "drehen",
  "drei",
  "dringend",
  "drinnen",
  "drängen",
  "drücken",
  "du",
  "dumm",
  "dunkel",
  "durchaus",
  "durchführen",
  "durchschnitt",
  "dusche",
  "dürfen",
  "ebenso",
  "echt",
  "ecke",
  "ehefrau",
  "ehemalig",
  "ehemann",
  "eher",
  "ei",
  "eigen",
  "eigentlich",
  "eignen",
  "eilig",
  "ein",
  "einfach",
  "einige",
  "einstellen",
  "eintreten",
  "eintritt",
  "einverstanden",
  "einzelheit",
  "einzeln",
  "einzig",
  "eis",
  "elf",
  "empfehlen",
  "empfinden",
  "ende",
  "energie",
  "eng",
  "englisch",
  "entdecken",
  "entfernen",
  "entgegen",
  "enthalten",
  "entlang",
  "entscheiden",
  "entschuldigen",
  "entstehen",
  "entweder",
  "entwickeln",
  "entwicklung",
  "erde",
  "erfahren",
  "erfolg",
  "erfolgen",
  "erforderlich",
  "erfüllen",
  "ergeben",
  "ergänzen",
  "erhalten",
  "erhöhen",
  "erinnern",
  "erkennen",
  "erklären",
  "erlauben",
  "erleben",
  "ermöglichen",
  "ernst",
  "erreichen",
  "erscheinen",
  "ersetzen",
  "ersten",
  "erwarten",
  "erziehung",
  "erzählen",
  "es",
  "essen",
  "etwa",
  "etwas",
  "eventuell",
  "ewig",
  "exakt",
  "existieren",
  "experiment",
  "export",
  "fach",
  "fahren",
  "fahrrad",
  "fall",
  "falsch",
  "familie",
  "fangen",
  "farbe",
  "fassen",
  "fast",
  "faul",
  "fehlen",
  "fehler",
  "feier",
  "feiern",
  "feind",
  "feld",
  "fenster",
  "ferien",
  "fernsehen",
  "fertig",
  "fest",
  "festhalten",
  "festlegen",
  "feststellen",
  "feuer",
  "film",
  "finden",
  "finger",
  "firma",
  "fisch",
  "flasche",
  "fleisch",
  "fliegen",
  "fliehen",
  "fließen",
  "flughafen",
  "flugzeug",
  "flur",
  "fluss",
  "fläche",
  "folgen",
  "folglich",
  "fordern",
  "forderung",
  "form",
  "format",
  "forschen",
  "forschung",
  "fortsetzen",
  "foto",
  "fragen",
  "frankreich",
  "frau",
  "frei",
  "freitag",
  "freude",
  "freund",
  "freundlich",
  "frieden",
  "frisch",
  "frist",
  "froh",
  "früh",
  "früher",
  "frühstück",
  "funktion",
  "funktionieren",
  "fuß",
  "fußball",
  "fähig",
  "fähigkeit",
  "fühlen",
  "führen",
  "führung",
  "füllen",
  "fünf",
  "fürchten",
  "gabel",
  "ganz",
  "gar",
  "garantie",
  "garten",
  "gast",
  "geben",
  "gebiet",
  "geboren",
  "gebrauchen",
  "gebraucht",
  "geburtstag",
  "gebäude",
  "gedanke",
  "geduldig",
  "gefallen",
  "gefährlich",
  "gefühl",
  "gegen",
  "gegeneinander",
  "gegenstand",
  "gegenwart",
  "gegenüber",
  "gehen",
  "gehören",
  "gelb",
  "geld",
  "gelegenheit",
  "gelingen",
  "gelten",
  "gemeinsam",
  "gemeinschaft",
  "gemüse",
  "gemütlich",
  "genau",
  "genauso",
  "generell",
  "genießen",
  "genug",
  "gerecht",
  "gering",
  "gern",
  "gerät",
  "gesamt",
  "geschehen",
  "geschenk",
  "geschichte",
  "geschmack",
  "geschwind",
  "geschwister",
  "geschäft",
  "gesellschaft",
  "gesetz",
  "gesicht",
  "gespräch",
  "gestalten",
  "gestern",
  "gesund",
  "gesundheit",
  "getränk",
  "gewalt",
  "gewinnen",
  "gewiss",
  "gewöhnen",
  "gewöhnlich",
  "gibt",
  "gießen",
  "gift",
  "gitarre",
  "glas",
  "glatt",
  "glauben",
  "gleich",
  "gleichzeitig",
  "gleis",
  "gleiten",
  "glück",
  "glücklich",
  "glückwunsch",
  "gold",
  "grad",
  "gramm",
  "gras",
  "gratulieren",
  "grau",
  "grenze",
  "griff",
  "groß",
  "grund",
  "gruppe",
  "gruß",
  "grün",
  "gründen",
  "gut",
  "gymnasium",
  "gültig",
  "günstig",
  "haar",
  "haben",
  "hacken",
  "hallo",
  "hals",
  "halt",
  "halten",
  "hand",
  "handeln",
  "handy",
  "hart",
  "hassen",
  "hauptstadt",
  "hauptsächlich",
  "haus",
  "heben",
  "heft",
  "heilig",
  "heimat",
  "heiraten",
  "heiß",
  "heißen",
  "helfen",
  "hell",
  "hemd",
  "hemden",
  "heraus",
  "herbst",
  "herr",
  "herstellen",
  "herunterladen",
  "hervorragend",
  "herz",
  "herzlich",
  "heute",
  "hier",
  "hilfe",
  "himmel",
  "hin",
  "hinaus",
  "hindern",
  "hinein",
  "hinlegen",
  "hinten",
  "hinzufügen",
  "hoch",
  "hoffen",
  "hoffentlich",
  "holen",
  "holz",
  "hotel",
  "hund",
  "hundert",
  "hunger",
  "hälfte",
  "hängen",
  "häufig",
  "höchstens",
  "hören",
  "hübsch",
  "ideal",
  "identisch",
  "ignorieren",
  "ihr",
  "immer",
  "immerhin",
  "importieren",
  "in",
  "infolge",
  "information",
  "inhalt",
  "inklusive",
  "innen",
  "innerhalb",
  "ins",
  "insbesondere",
  "insel",
  "insgesamt",
  "insofern",
  "installieren",
  "instrument",
  "interessant",
  "interesse",
  "interessieren",
  "international",
  "internet",
  "investieren",
  "inzwischen",
  "irgend",
  "irgendwann",
  "irgendwo",
  "islam",
  "ja",
  "jacke",
  "jahr",
  "jahre",
  "jahreszeit",
  "je",
  "jed",
  "jede",
  "jeder",
  "jedoch",
  "jemand",
  "jetzt",
  "job",
  "jugend",
  "juli",
  "jung",
  "junge",
  "juni",
  "kaffee",
  "kalt",
  "kamera",
  "kandidat",
  "kann",
  "kante",
  "kapital",
  "kaputt",
  "karte",
  "kasse",
  "katze",
  "kaufen",
  "kaum",
  "kein",
  "kellner",
  "kennen",
  "kennenlernen",
  "kenntnis",
  "kerze",
  "kette",
  "kind",
  "kino",
  "kirche",
  "klar",
  "klasse",
  "kleid",
  "kleidung",
  "klein",
  "klima",
  "klingen",
  "klopfen",
  "knapp",
  "knie",
  "kochen",
  "koffer",
  "kohle",
  "kollege",
  "kommen",
  "komplett",
  "kompliziert",
  "konflikt",
  "kontakt",
  "konto",
  "konzentrieren",
  "kopf",
  "korrekt",
  "kosten",
  "kostenlos",
  "kraft",
  "krank",
  "krankenhaus",
  "krankheit",
  "kreativ",
  "kreditkarte",
  "kreis",
  "kreuz",
  "krieg",
  "kriegen",
  "kriminalität",
  "kritik",
  "kuchen",
  "kugelschreiber",
  "kultur",
  "kunde",
  "kunst",
  "kurz",
  "käse",
  "können",
  "körper",
  "küche",
  "kümmern",
  "laden",
  "lager",
  "land",
  "landwirtschaft",
  "lang",
  "lange",
  "langsam",
  "langweilig",
  "lassen",
  "laufen",
  "laut",
  "leben",
  "lebensmittel",
  "lecker",
  "leer",
  "legen",
  "lehren",
  "lehrer",
  "leicht",
  "leiden",
  "leider",
  "leise",
  "leisten",
  "leitung",
  "lernen",
  "lesen",
  "letzt",
  "leute",
  "licht",
  "lieb",
  "liebe",
  "lieben",
  "liefern",
  "liegen",
  "lift",
  "linie",
  "links",
  "lippe",
  "list",
  "liste",
  "liter",
  "loch",
  "locker",
  "logisch",
  "lohn",
  "lokal",
  "los",
  "luft",
  "lust",
  "lächeln",
  "lösen",
  "lügen",
  "machen",
  "magazin",
  "magen",
  "mal",
  "malen",
  "man",
  "manchmal",
  "mangel",
  "mann",
  "mantel",
  "markt",
  "maschine",
  "material",
  "maximal",
  "maßnahme",
  "medizin",
  "meer",
  "mehr",
  "mehrere",
  "mein",
  "meinen",
  "meinung",
  "meist",
  "meister",
  "melden",
  "menge",
  "mensch",
  "merken",
  "messe",
  "messer",
  "metall",
  "meter",
  "methode",
  "miete",
  "mieten",
  "milch",
  "mindestens",
  "mineralwasser",
  "minute",
  "mischen",
  "missverstehen",
  "mit",
  "mitarbeiter",
  "mitbringen",
  "miteinander",
  "mitgehen",
  "mitglied",
  "mithilfe",
  "mitnehmen",
  "mittags",
  "mitte",
  "mitteilen",
  "mittel",
  "mittlerweile",
  "mittwoch",
  "mobil",
  "mode",
  "modell",
  "modern",
  "moment",
  "monat",
  "montag",
  "moral",
  "morgen",
  "motor",
  "mund",
  "musik",
  "mut",
  "mutter",
  "mädchen",
  "märz",
  "möbel",
  "möchten",
  "möglich",
  "möglichkeit",
  "müde",
  "müll",
  "müssen",
  "nach",
  "nachbar",
  "nachdem",
  "nachdenken",
  "nachher",
  "nachmittag",
  "nachricht",
  "nacht",
  "nadel",
  "nah",
  "name",
  "nase",
  "natur",
  "natürlich",
  "neben",
  "nebenbei",
  "nehmen",
  "nein",
  "nervös",
  "nett",
  "neu",
  "neugierig",
  "nicht",
  "nichts",
  "nie",
  "niedrig",
  "niemand",
  "noch",
  "normal",
  "normalerweise",
  "not",
  "notwendig",
  "november",
  "null",
  "nummer",
  "nun",
  "nur",
  "nutzen",
  "nächst",
  "nähe",
  "nämlich",
  "nützlich",
  "ob",
  "oben",
  "oberfläche",
  "obst",
  "obwohl",
  "oder",
  "ofen",
  "offen",
  "oft",
  "ohne",
  "ohr",
  "okay",
  "oktober",
  "oma",
  "onkel",
  "online",
  "oper",
  "opfer",
  "optimal",
  "orange",
  "ordentlich",
  "ordnen",
  "ort",
  "paar",
  "packen",
  "paket",
  "papier",
  "parallel",
  "park",
  "parken",
  "parkplatz",
  "partei",
  "partner",
  "party",
  "pass",
  "passen",
  "passieren",
  "passiv",
  "pause",
  "pech",
  "perfekt",
  "person",
  "persönlich",
  "pflanze",
  "pflegen",
  "pflicht",
  "phase",
  "philosophie",
  "pizza",
  "plan",
  "planen",
  "plastik",
  "platz",
  "plötzlich",
  "politisch",
  "polizei",
  "position",
  "positiv",
  "post",
  "postkarte",
  "praktisch",
  "preis",
  "presse",
  "prinzip",
  "privat",
  "problem",
  "produkt",
  "produzieren",
  "programm",
  "projekt",
  "prominent",
  "präsentieren",
  "prüfen",
  "prüfung",
  "publikum",
  "pünktlich",
  "qualität",
  "quantität",
  "quelle",
  "radio",
  "rahmen",
  "rand",
  "rang",
  "rasch",
  "raten",
  "rathaus",
  "rauchen",
  "raum",
  "reagieren",
  "rechnen",
  "rechnung",
  "recht",
  "rechts",
  "reden",
  "reduzieren",
  "regel",
  "regelmäßig",
  "regen",
  "region",
  "reich",
  "reichen",
  "reihe",
  "rein",
  "reinigen",
  "reise",
  "reisen",
  "rennen",
  "reparatur",
  "reservieren",
  "rest",
  "restaurant",
  "retten",
  "richten",
  "richtig",
  "rock",
  "rot",
  "rucksack",
  "rufen",
  "ruhe",
  "ruhig",
  "rund",
  "rücksicht",
  "sache",
  "saft",
  "sagen",
  "salat",
  "salz",
  "sammeln",
  "samstag",
  "sanft",
  "satz",
  "sauber",
  "schade",
  "schaffen",
  "schalten",
  "scharf",
  "schauen",
  "scheinen",
  "schenken",
  "schicken",
  "schieben",
  "schiff",
  "schild",
  "schlafen",
  "schlag",
  "schlagen",
  "schlecht",
  "schließen",
  "schließlich",
  "schlimm",
  "schloss",
  "schlüssel",
  "schmal",
  "schmecken",
  "schmerz",
  "schmutzig",
  "schnee",
  "schneiden",
  "schnell",
  "schnitt",
  "schokolade",
  "schon",
  "schrank",
  "schreiben",
  "schreien",
  "schritt",
  "schuh",
  "schuld",
  "schule",
  "schwach",
  "schwarz",
  "schweigen",
  "schwer",
  "schwester",
  "schwierig",
  "schwimmen",
  "schätzen",
  "schön",
  "schüler",
  "schützen",
  "sechs",
  "see",
  "sehen",
  "sehnen",
  "sehr",
  "sein",
  "seit",
  "seite",
  "sekunde",
  "selbst",
  "selbstverständlich",
  "selten",
  "senden",
  "sender",
  "senken",
  "september",
  "setzen",
  "sicher",
  "sicherheit",
  "sicht",
  "sieben",
  "singen",
  "sinken",
  "sinn",
  "sitzen",
  "so",
  "sobald",
  "sofa",
  "sofort",
  "sogar",
  "sohn",
  "solange",
  "solch",
  "sollen",
  "somit",
  "sommer",
  "sondern",
  "sonne",
  "sonntag",
  "sonst",
  "sonstig",
  "sorge",
  "sorgen",
  "sowohl",
  "sozial",
  "spazieren",
  "spaß",
  "speichern",
  "speise",
  "spenden",
  "spielen",
  "spieler",
  "sport",
  "sprache",
  "sprechen",
  "springen",
  "sprung",
  "spät",
  "später",
  "spüren",
  "staat",
  "stabil",
  "stadt",
  "stark",
  "statt",
  "stattfinden",
  "staub",
  "stechen",
  "stehen",
  "stehlen",
  "steigen",
  "stein",
  "stelle",
  "stellen",
  "sterben",
  "stich",
  "stift",
  "still",
  "stimme",
  "stimmen",
  "stimmung",
  "stock",
  "stoff",
  "stolz",
  "stoppen",
  "stoß",
  "strafe",
  "straße",
  "strecken",
  "streit",
  "streiten",
  "streng",
  "strom",
  "student",
  "studieren",
  "studium",
  "stuhl",
  "stumm",
  "stunde",
  "sturm",
  "stärken",
  "stören",
  "stück",
  "suchen",
  "super",
  "supermarkt",
  "suppe",
  "symbol",
  "system",
  "tabelle",
  "tafel",
  "tag",
  "tageszeit",
  "tanken",
  "tante",
  "tanzen",
  "tasche",
  "tasse",
  "tatsächlich",
  "tausch",
  "tauschen",
  "taxi",
  "technik",
  "tee",
  "teil",
  "teilen",
  "teilnehmen",
  "telefon",
  "telefonieren",
  "teller",
  "temperatur",
  "termin",
  "teuer",
  "text",
  "theater",
  "thema",
  "theorie",
  "ticket",
  "tief",
  "tier",
  "tisch",
  "titel",
  "tochter",
  "tod",
  "toilette",
  "toll",
  "tomate",
  "tot",
  "total",
  "tourist",
  "tragen",
  "trainieren",
  "transport",
  "trauen",
  "traurig",
  "treffen",
  "treiben",
  "trennen",
  "treppe",
  "treten",
  "trinken",
  "trocken",
  "trotz",
  "trotzdem",
  "tun",
  "typisch",
  "tönen",
  "tür",
  "uhr",
  "um",
  "umfang",
  "umgebung",
  "umgehen",
  "umso",
  "umsteigen",
  "umwelt",
  "unabhängig",
  "unbedingt",
  "unbekannt",
  "und",
  "unfall",
  "unglaublich",
  "unglücklich",
  "uniform",
  "universität",
  "unten",
  "unter",
  "unterbrechen",
  "unterdessen",
  "unterhalten",
  "unternehmen",
  "unterrichten",
  "unterscheiden",
  "unterschied",
  "untersuchen",
  "unterwegs",
  "unwichtig",
  "uralt",
  "urlaub",
  "ursache",
  "ursprünglich",
  "vater",
  "vegetarisch",
  "verbieten",
  "verbinden",
  "verbindung",
  "verbrauchen",
  "verbringen",
  "verdienen",
  "verein",
  "verfahren",
  "verfügbar",
  "vergessen",
  "vergleichen",
  "verhindern",
  "verhältnis",
  "verkaufen",
  "verkehr",
  "verlangen",
  "verlassen",
  "verlieren",
  "verlobt",
  "vermieten",
  "verpacken",
  "verpassen",
  "verpflichten",
  "verraten",
  "versagen",
  "versammeln",
  "verschieden",
  "verschwinden",
  "versichern",
  "verstehen",
  "versuchen",
  "verteilen",
  "vertrag",
  "vertrauen",
  "vertreten",
  "verursachen",
  "verwalten",
  "verwandt",
  "verwechseln",
  "verzeihen",
  "verändern",
  "viel",
  "vielleicht",
  "vier",
  "vogel",
  "voll",
  "von",
  "vor",
  "vorbei",
  "vorbereiten",
  "vorgang",
  "vorhaben",
  "vorher",
  "vorlesen",
  "vormittag",
  "vorne",
  "vorschlag",
  "vorsicht",
  "vorstellen",
  "vorteil",
  "vorwärts",
  "völlig",
  "wagen",
  "wahr",
  "wahrscheinlich",
  "wald",
  "wand",
  "wandern",
  "wann",
  "warm",
  "warten",
  "warum",
  "was",
  "waschen",
  "wasser",
  "wechseln",
  "weg",
  "wegen",
  "weich",
  "weihnachten",
  "weil",
  "wein",
  "weise",
  "weit",
  "weiter",
  "weiß",
  "welch",
  "welche",
  "welt",
  "wenden",
  "wenig",
  "wenn",
  "wer",
  "werden",
  "werfen",
  "wert",
  "westen",
  "wetter",
  "wichtig",
  "wider",
  "wie",
  "wieder",
  "wiederholen",
  "wiedersehen",
  "wien",
  "willkommen",
  "wind",
  "winter",
  "wir",
  "wirken",
  "wirklich",
  "wirtschaft",
  "wissen",
  "wo",
  "woche",
  "wochenende",
  "woher",
  "wohin",
  "wohl",
  "wohnen",
  "wohnung",
  "wolke",
  "wollen",
  "wort",
  "wunderbar",
  "wurst",
  "wählen",
  "während",
  "wünschen",
  "würde",
  "wütend",
  "zahl",
  "zahlen",
  "zahn",
  "zehn",
  "zeigen",
  "zeit",
  "zeitung",
  "zentral",
  "zentrum",
  "zerstören",
  "zertifikat",
  "zeug",
  "ziehen",
  "ziel",
  "ziemlich",
  "zigarette",
  "zimmer",
  "zinsen",
  "zirkus",
  "zitrone",
  "zittern",
  "zone",
  "zoo",
  "zu",
  "zubereiten",
  "zuerst",
  "zufrieden",
  "zufällig",
  "zug",
  "zugeben",
  "zugleich",
  "zuhause",
  "zuhören",
  "zukunft",
  "zulassen",
  "zum",
  "zumindest",
  "zunehmen",
  "zunächst",
  "zurecht",
  "zurück",
  "zurückkehren",
  "zusammen",
  "zusammenhang",
  "zuschauer",
  "zustand",
  "zustimmen",
  "zusätzlich",
  "zwar",
  "zweck",
  "zwei",
  "zweifeln",
  "zwischen",
  "zwölf",
  "zählen",
  "zögern",
  "ändern",
  "ärgern",
  "öffentlich",
  "öffnen",
  "öl",
  "übel",
  "üben",
  "überall",
  "überhaupt",
  "überlegen",
  "übernehmen",
  "überraschen",
  "überreden",
  "übersetzen",
  "übersicht",
  "übertragen",
  "überzeugen",
  "üblich",
  "übrig",
  "übrigens"
 ],
 "C1": [
  "abend",
  "aber",
  "abfahren",
  "abgeben",
  "abholen",
  "abschließen",
  "acht",
  "achten",
  "adresse",
  "aktiv",
  "aktuell",
  "allein",
  "allgemein",
  "als",
  "also",
  "alt",
  "an",
  "anbieten",
  "anfangen",
  "angeben",
  "angenehm",
  "ankommen",
  "anmelden",
  "annehmen",
  "anrufen",
  "ansehen",
  "anstatt",
  "anstrengend",
  "antworten",
  "anziehen",
  "anzug",
  "apfel",
  "apotheke",
  "apparat",
  "arbeit",
  "arbeiten",
  "arm",
  "armut",
  "art",
  "arzt",
  "aufgabe",
  "aufgeben",
  "aufhören",
  "aufmachen",
  "aufmerksam",
  "aufnehmen",
  "aufpassen",
  "aufräumen",
  "aufstehen",
  "auftreten",
  "aufwachen",
  "ausbildung",
  "ausdruck",
  "ausdrücken",
  "auseinander",
  "ausgehen",
  "ausgezeichnet",
  "auskennen",
  "ausländer",
